Repository: anton-makarevich/MagicalYatzyXF
Catalog: MagicalYatzy/Resources/Strings-*.resx
Languages: be_by

# AboutAction
source: About
be_by: Пра гульню

# AboutDescription
source: About game and authors
be_by: Інфармацыя пра гульню і аўтараў

# AddBotLabel
source: Add Bot
be_by: Дадаць бота

# AddPlayerLabel
source: Add Player
be_by: Дадаць гульца

# AgainLabel
source: play again
be_by: яшчэ разок

# AllRecordsLabel
source: See whole leaderboard on the web
be_by: Усе рэкорды ў інтэрнэце

# AlreadyInGameMessage
source: Sorry, You can't connect to selected table. There is a player with the same name... Please try later.
be_by: Прабачце не атрымалася злучыцца са сталом - там ужо ёсць нехта з такім жа нікам... паспрабуйце пазней.

# AngHighText
source: high
be_by: высока

# AngLowText
source: low
be_by: нізка

# AngVeryHighText
source: very high
be_by: вельмі высока

# AppNameLabel
source: Magical Yatzy
be_by: Магічны Yatzy

# ArtifactsBonusMessage
source: {0}, Congratulations! You got {1} Magical Artifacts as a bonus!
be_by: {0}, Віншуем! Вы атрымалі бонусныя магічныя артэфакты

# ArtifactsForLabel
source: artifacts
be_by: артэфактаў

# ArtifactsLabel
source: Artifacts
be_by: Артэфакты

# ArtifactsWinBuyMessage
source: win or buy
be_by: выіграйце ці купіце

# AWDescription
source: Educational app to learn writing. This interactive software develops fine motor skills, memory, teaches how to write Russian (Cyrillic) letters, English ABC's characters, Chinese chars, numbers and various symbols.
be_by: Электронны пропіс, які развівае дробную маторыку, памяць, навучае пісьму (лічбы, кірылічныя, лацінскія літары, кітайскія іерогліфы і розныя знакі), дазваляе ў сучаснай форме авалодаць асновамі графічнага пісьма, надаць дзіцяці цягу да ведаў

# BestDayLabel
source: Best of the day
be_by: Лепшы сення

# BestLocalLabel
source: Best local results
be_by: Лакальныя рэкорды:

# BestLocalShort
source: Best local
be_by: Лепшы лакальны:

# BestWeekLabel
source: Best of the week
be_by: Лепшы за тыдзень

source: Bonus
be_by: Бонус

# BonusShort
source: B
be_by: Б

# BotNameDefault
source: Bot
be_by: Бот

# BuyLabel
source: buy
be_by: купить

# CantJoinMessage
source: Sorry, we can't join right now. Please try again later.
be_by: Прабачце, не атрымалася злучыцца з серверам. Паспрабуйце пазней.

source: Chance
be_by: Шанец

# ChangeNameLabel
source: change name
be_by: зьмяніце імя

# ChangePasswordLabel
source: password needed
be_by: патрэбен пароль

# ChatPanelLabel
source: Chat
be_by: Чат

# CheckingLabel
source: checking...
be_by: праверка...

# ClientLabel
source: Client:
be_by: Кліент:

# ClientOutdatedLabel
source: Outdated
be_by: Састарэў

# ClientOutdatedMessage
source: Your game version is outdated, please update to play online.
be_by: Версія праграмы састарэла. Для гульні анлайн неабходна абнавіць яе.

# ClientUpdatedLabel
source: Updated
be_by: Ок

# ContinueLabel
source: Continue
be_by: Працягнуць

# DeletePlayerLabel
source: Delete
be_by: Выдаліць

# DevelopedByText
source: Developed by:
be_by: Распрацавана:

# DiceBoardLabel
source: Dice
be_by: Косткі

# DiceDescription
source: Virtual dice you always have with you! You can use them in your favorite games, or just when you need to take a random decision
be_by: Віртуальныя косткі ў тваім тэлефоне. Выкарыстоўвай іх у сваіх любімых гульнях і калі неабходна прыняць выпадковае рашэнне.

# DicePokerAdLine1
source: Boring of just rolling dices?
be_by: Надоело просто бросать кости?

# DicePokerAdLine2
source: Try our new game-
be_by: Попробуй нашу новую игру -

# DicePokerAdLine4
source: 4 sets of rules
be_by: 4 набора правил

# DicePokerAdLine5
source: play with friends or bots
be_by: игра с друзьями и компьютером

# DicePokerAdLine6
source: best results table
be_by: таблица лучших результатов

# DicePokerAdLine7
source: and soon...
be_by: а скоро

# DicePokerAdLine8
source: internet multiplayer game
be_by: и сетевая игра!

# ErrorLabel
source: Error!
be_by: Памылка

# ExitConfirmMessage
source: Are you sure you want to leave game? The current state of the game will be lost.
be_by: Выйсцi? Стан бягучай гульнi будзе згублены.

# FirstTimeBonusDescription
source: Each new player with unique name and password gets artifacts as a bonus.
be_by: Кожны новы гулец з унікальным імем карыстальніка і паролем атрымлівае артэфакты ў якасці бонуса.

# FirstTimeBonusLabel
source: First Game Bonus
be_by: Пачатковы бонус

source: Five's
be_by: Пяцеркі

# ForthRollLabel
source: Reset round
be_by: Паўтор хода

# ForWin8Label
source: Magical Yatzy for Windows 8
be_by: Магічны Yatzy для Windows 8

# ForWPLabel
source: Magical Yatzy for Windows Phone
be_by: Maгічны Yatzy для Windows Phone

source: Four Of A Kind
be_by: Чатыры аднолькавыя

# FourOfAKindShort
source: F
be_by: Ч

source: Four's
be_by: Чацьверкі

source: Full House
be_by: Фулл Хаус

# FullHouseShort
source: FH
be_by: ФХ

# GameFinishedLabel
source: Game is finished!
be_by: Гульня скончана!

# HowGetLabel
source: How to get?
be_by: Як атрымаць?

# HowToGetDescription
source: Magical artifacts - are valuable resources and they are limited. There are several ways to get more magic:
be_by: Магічныя артэфакты - каштоўны рэсурс, колькасць якога абмежавана. Існуе некалькі спосабаў папоўніць запасы магіі:

# Kniffel
source: Yatzy!
be_by: Ятзі!

# KniffelShort
source: P!
be_by: Я!

# krBaby
source: For Kids
be_by: Дзіцячыя

# krBabyShort
source: numeric hands only and Yatzy, 7 rounds
be_by: толькі лічбавыя камбінацыі і ятзі, 7 хадоў

# krExtended
source: Advanced
be_by: Пашыраныя

# krExtendedShort
source: standard + 100 points bonus for every additional Yatzy, Yatzy-Joker, 13 rounds
be_by: стандартныя + бонус ў 100 ачкоў за кожны наступны ятзі, ятзі-джокер, 13 хадоў

# krMagic
source: Magical
be_by: Магічныя

# krMagicShort
source: advanced + "magical artifacts", 13 rounds
be_by: пашыраныя + магчымасць выкарыстоўваць "магічныя артэфакты", 13 хадоў

# krSimple
source: Simple
be_by: Простыя

# krSimpleShort
source: all hands, no bonuses, 13 rounds
be_by: усе камбінацыі, без бонусаў, 13 хадоў

# krStandard
source: Standard
be_by: Стандартныя

# krStandardShort
source: simple + 35 points bonus for 63 and higher result in numerics, 13 rounds
be_by: простыя + бонус у 35 ачкоў за суму лічбавых камбінацый 63 і больш, 13 хадоў

source: Large Straight
be_by: Ладж Стрыт

# LargeStraightShort
source: LS
be_by: ЛС

# LaterLabel
source: Later.
be_by: Іншым разам

# LeaderboardAction
source: Hall of Fame
be_by: Зал славы

# LeaderboardDescription
source: See best results in every set of rules
be_by: Лепшыя вынікі па кожных правілах

# LocalLabel
source: Local
be_by: Лакальны

# LoginLabel
source: Tap to log in
be_by: Націсніце, каб увайсці

# LoginToFBLabel
source: Login to Facebook
be_by: Зайдзіце ў Facebook

# LogoutLabel
source: Tap to log out
be_by: Націсніце, каб выйсці

# MagicArtifactsDescription
source: Magical artifacts raise your chances to get better hand in Magical rules. Each type of artifacts can be used only once per game. There are 3 types of artifacts:
be_by: Магічныя артэфакты могуць павысіць вашыя шанцы на добрую камбінацыю ў магічных правілах. Кожны тып артэфактаў можна выкарыстоўваць толькі адзін раз за гульню. Усяго ў гульні 3 тыпы артэфактаў:

# MagicRollDescription
source: Allows you to get one of the unfilled poker hands (from '3 of a kind' to 'Yatzy') in random order.
be_by: Дазваляе выкінуць адну з незапоўненых покерных камбінацый - ад трох аднолькавых да ятзі ў выпадковым парадку.

# MagicRollLabel
source: Magical Roll
be_by: Магічны кідок

# MagicRoomLabel
source: Wizard's room
be_by: Пакоі мага

# ManualSetDescription
source: Alows you to change the value of one dice by your choice.
be_by: Дазваляе змяніць значэнне адной з выпаўшых костак па вашым жаданні.

# ManualSetLabel
source: Manual Set
be_by: Ручная ўстаноўка

# MetroStudioText
source: Some icons are created in Syncfusion Metro Studio
be_by: Некаторыя іконкі створаны Syncfusion Metro Studio

# MoreLabel
source: More...
be_by: Больш...

# MoveLabel
source: Round
be_by: ход

# NetworkGameNotReadyMessage
source: Sorry, network game is not ready yet
be_by: Извините, сетевая игра еще не готова.

# NeverLabel
source: No, thanks.
be_by: Не, дзякуй.

# NewLocalGameAction
source: Local Game
be_by: Лакальная гульня

# NewLocalGameDescription
source: Start a new local game - alone, with friends or with bots
be_by: Лакальная гульня - у адзіночку, з сябрамі або з кампутарам

# NewOnlineGameAction
source: Online game
be_by: Гульня па сеціве

# NewOnlineGameDescription
source: Invite friends and play with them over Internet
be_by: Гульня з іншымі людзьмі праз інтэрнэт

# NewsDescription
source: RSS reader for news from Belarus. All your news in one place. We already have news from main Belarus sites, and will add more.
be_by: Чыталка RSS стужак для навін з Беларусі. Усе вашыя навіны сабраны ў адным месцы. У нас навіны з асноўных навінавых сайтаў Беларусі, а магчыма іх будзе яшчэ больш :)

# NoArtifactsLabel
source: No Magical Artifacts
be_by: Няма магічных артэфактаў

# NoArtifactsMessage
source: Player {0} hasn't any magical artifacts. You have to get some artifacts to use advantages of the Magical rules.
be_by: У гульца {0} няма магічных артэфактаў. Вам неабходна папоўніць запас артэфактаў, каб скарыстацца перавагамі гульні па магічных правілах.

# NoInetMessage
source: No Internet access. Please check your connection and try again.
be_by: Няма доступу ў інтэрнэт. Калі ласка праверце злучэнне і паспрабуйце зноў.

# NoInternetLabel
source: no connection
be_by: няма інтэрнэта

# NoPurchasesMessage
source: Sorry, you can’t purchase artifacts using this version for phone. Please try version for Windows 8.
be_by: Прабачце, у версіі для тэлефона нельга нічога купіць. Калі ласка карыстайціся версіяй для Windows 8.

source: of a kind
be_by: аднолькавыя

# OffContent
source: Off
be_by: Выкл.

# Offer1Description
source: Basic offer.
be_by: Базавая прапанова.

# Offer2Description
source: Better offer. Your discount is 20%!
be_by: Выгадная прапанова. Ваша зніжка складае 20%!

# Offer3Description
source: Excellent offer. It's 2 times cheaper!
be_by: Супер прапанова. Купляйце ў 2 разы танней!

# OnContent
source: On
be_by: Укл.

source: One's
be_by: Адзінкі

# OnlineVersionText
source: Dice Panel idea and "red dice" style belong to Matthew Tagliaferri.
be_by: Ідэя кантрола DicePanel і 'чырвоныя' косткі належаць Matthew Tagliaferri

# OnlyUniqueCanBuyMessage
source: Sorry, only players with unique Username and Password can buy artifacts. We need this info to secure your purchase. Please check your data on new game page. Thanks!
be_by: Прабачце. Толькі гульцы з унікальным імем і паролем могуць купіць артэфакты. Гэта неабходна, каб засцерагчы вашы набыткі. Калі ласка зьмяніце інфармацыю на старонцы новай гульні. Дзякуй!

# OtherAppsLabel
source: Other Apps
be_by: Іншыя праграмы

source: pairs
be_by: пары

# PlayerBestScoreLabel
source: Best
be_by: Рэкорд

# PlayerBotLabelLocalized
source: Computer
be_by: Кампутар

# PlayerGamesLabel
source: Games
be_by: Гульняў

# PlayerHumanLabelLocalized
source: Human
be_by: Чалавек

# PlayerNameDefault
source: Player
be_by: Гулец

# PlayerNameLabel
source: name
be_by: імя

# PlayerNoNameLabel
source: no name
be_by: няма iмя

# PlayerNoPasswordLabel
source: no password
be_by: няма пароля

# PlayerPasswordLabel
source: password
be_by: пароль

# PlayerRememberLabelLocalized
source: Remember
be_by: Запомнить

# PlayersLabel
source: Players
be_by: Гульцы

# PlayerTotalScoreLabel
source: Total
be_by: Ачкоў

# PlayerTypeLabel
source: type
be_by: тып

# ProfileLabel
source: Profile
be_by: Профіль

# PurchaseDescription
source: Buy more artifacts using one of the following offers. Each offer can be used only once a day.
be_by: Вы можаце папоўніць запас магічных артэфактаў, скарыстаўшыся адной з наступных прапаноў. Скарыстацца кожнай прапановай можна не часцей, чым адзін раз у суткі.

# PurchaseErrorMessage
source: Sorry! Something bad happened. Please contact support service.
be_by: Просім прабачэння. Нешта здарылася пры адпраўцы інфармацыі на сервер. Звяжыцеся са службай падтрымкі.

# PurchaseLabel
source: Magical offers
be_by: Цудоўныя прапановы

# PurchaseMiniDescription
source: You can buy magical artifacts in the store. There are several offers with very good prices!
be_by: Магічныя артэфакты можна набыць у краме. Даступна некалькі прапаноў па вельмі прывабных цэнах!

# PurchaseMiniLabel
source: Purchase
be_by: Купіць

# RandomLabel
source: Random
be_by: Выпадкова

# RateLabel
source: rate
be_by: оценить

# ReadyLabel
source: Ready to Play!
be_by: Гуляць!

# RemoveAdAction
source: Unlock all dice styles, remove ads
be_by: Адкрыць усе косткі, прыбраць рэкламу

# RemoveAdLabel
source: Remove Ad
be_by: прыбраць рэкламу

# RerollDescription
source: Allows you to replay current round (all 3 rolls). The order of dice values will be the same.
be_by: Дазваляе перайграць бягучы ход спачатку (усе тры кідкі). Значэнні костак будуць выпадаць у тым жа парадку.

# ResultBonusDescription
source: Get more artifacts for good results playing in 'Advanced' rules. The better you play - the more artifacts you get!
be_by: Атрымаеце артэфакты за добрую гульню па пашыраных правілах. Чым лепш Вы гуляеце, тым больш артэфактаў Вы атрымліваеце ў падарунак!

# ResultBonusLabel
source: Bonus for good results
be_by: Бонус за вынік

# ResultsTableLabel
source: Results
be_by: Таблiца

# ReviewAppAction
source: Rate this app in the store
be_by: Ацаніць праграму

# ReviewReminder
source: Your ratings and reviews encourage us to release frequent updates for this app. Would you like to rate it now?
be_by: Вашы водгукі, прапановы і ацэнкі дапамагаюць нам зрабіць гэтц гульню лепшвя. Хочаце ацаніць праграму?

# ReviewReminderHeader
source: Do you like this app?
be_by: Вам падабаецца?

source: Roll
be_by: кідок

# RulesLabel
source: Rules
be_by: Правілы

# SaveScoreLabel
source: save result to the leaderboard
be_by: захаваць у кнізе рэкордаў

# SelectDiceToChangeMessage
source: Select dice you want to change
be_by: Вылучыце костку значэнне якой трэба змяніць

# SelectNewDiceValueMessage
source: Select the new dice value
be_by: Выберыце новае значэнне косткі

# SendFeedbackAction
source: Report a bug
be_by: Расказаць аб памылцы

# SendLabel
source: Send
be_by: Адправіць

# ServerLabel
source: Server:
be_by: Сервер:

# ServerMaintananceMessage
source: ATTENSION! {0} (UTC) server will be shut down for maintanance , network game will not be available at that time (usually just for few mins).
be_by: УВАГА! {0} (UTC) сервер будзе выключаны для прафілактычных работ. У гэты час гуляць па сеціве будзе нельга (звычайна ўсяго некалькі хвілін).

# ServerOfflineLabel
source: Offline
be_by: Оффлайн

# ServerOfflineMessage
source: Game server is not available. Please try again later.
be_by: Не атрымалася злучыцца з серверам. Квлі ласка, паспрабуйце крыху пазней.

# ServerOnlineLabel
source: Online
be_by: Анлайн

# SettingsAction
source: Settings
be_by: Налады

# SettingsAngleCaptionText
source: View Angle
be_by: Вугал агляду

# SettingsCaptionText
source: Settings
be_by: Налады

# SettingsDescription
source: Change game settings
be_by: Зьмяніце параметры гульні

# SettingsNumbersCaptionText
source: Dice number
be_by: Число костей

# SettingsSpeedCaptionText
source: Rotation speed
be_by: Хуткасць кідка

# SettingsStyleCaptionText
source: Dice style
be_by: Выгляд костак

# ShareDescription
source: Join me in this magical game and get some luck to bit me on the leaderboard!
be_by: Присоединяйся ко мне в этой волшебной игре и проверь свою удачу!

# ShareLabel
source: share
be_by: поделиться

# ShareMessage
source: Join me in this exciting multiplayer game!
be_by: Далучайся да мяне ў гэтай захапляльнай анлайн гульні!

# ShareTitle
source: "Magical Yatzy" for Windows 8
be_by: "Магічны Yatzy" для Windows 8

source: Six's
be_by: Шасьцеркі

source: Small Straight
be_by: Смолл Стрыт

# SmallStraightShort
source: SS
be_by: СС

# SoundLabel
source: Sound
be_by: Гукі

# SpeedFastText
source: fast
be_by: хутка

# SpeedSlowText
source: slow
be_by: марудна

# SpeedVeryFastText
source: very fast
be_by: вельмі хутка

# SpeedVerySlowText
source: very slow
be_by: вельмі ціха

# StartGameButton
source: Start Game!
be_by: Пачаць гульню!

# StartNewGameMessage
source: Start New Game
be_by: Пачаць новую гульню

# StatusLabel
source: Status
be_by: Статус

# TablesLabel
source: Tables
be_by: Сталы

# TapToApplyLabel
source: Tap to Apply
be_by: Націсніце, каб прымяніць

# TapToChangeLabel
source: Tap to change
be_by: Націсніце, каб зьмяніць

source: Three Of A Kind
be_by: Тры аднолькавыя

source: Three's
be_by: Тройкі

source: Total
be_by: Усяго

# TotalShort
source: Ch
be_by: Ш

source: Two's
be_by: Двойкі

source: Version
be_by: Версія

# WaitForGameLabel
source: Waiting for new game
be_by: Чакаем новую гульню

# WaitForPlayersLabel
source: Waiting for players
be_by: Чакаем гульцоў

# WinLabel
source: won
be_by: выіграў

# WrongNamePassLabel
source: wrong name or password
be_by: неправільнае імя ці пароль

# YesLabel
source: Yes, sure!
be_by: З задавальненнем!
